/* different widget same name replace string */
"A different widget with the same name is already installed on your computer. Would you like to replace it with this %@ widget?" = "En annen widget med samme navn er allerede installert på maskinen. Vil du erstatte den med  denne %@-widgeten?";

/* same name replace string */
"A file with the same name is already installed on your computer. Would you like to replace it with this %@ widget?" = "En fil med samme navn er allerede installert på maskinen. Vil du erstatte den med denne «%@»-widgeten?";

/* warning for already installed in /Library, but newer */
"A newer version of this widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "En nyere versjon av denne widgeten er allerede installert for alle brukere på denne maskinen. Den bør kun installeres for denne brukerkontoen hvis du foretrekker å bruke denne utgaven.";

/* newer version replace string */
"A newer version of the %@ widget is already installed. Would you like to replace it?" = "En nyere versjon av %@-widgeten er allerede installert. Vil du erstatte den?";

/* older version replace string */
"An older version of the %@ widget is already installed. Would you like to replace it?" = "En eldre versjon av %@-widgeten er allerede installert. Vil du erstatte den?";

/* warning for already installed in /Library, but older */
"An older version of this widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "En eldre versjon av denne widgeten er allerede installert for alle brukere på denne maskinen. Den bør kun installeres for denne brukerkontoen hvis du foretrekker å bruke denne utgaven.";

/* install and open string */
"Do you want to install the %@ widget and open it in Dashboard?" = "Vil du installere %@-widgeten og åpne den i Dashboard?";

/* end preview string */
"End Test" = "Avslutt test";

/* title for OK button */
"Install" = "Installer";

/* installation failed title */
"The %@ widget can't be installed." = "%@-widgeten kan ikke installeres.";

/* ok button */
"OK" = "OK";

/* replace button, instead of install */
"Replace" = "Erstatt";

/* title for OK button when developer run is on */
"Run" = "Utfør";

/* preview button string */
"Test Drive" = "Prøvekjør";

/* invalid widget */
"You can't install the file %@ because it is not a valid widget." = "Du kan ikke installere filen «%@» fordi den ikke er en gyldig widget.";

/* already installed replace string */
"The %@ widget is already installed. Would you like to replace it?" = "%@-widgeten er allerede installert. Vil du erstatte den?";

/* install quit and replace string */
"The widget you are installing is already installed on your computer, and one or more copies of it are open. Reinstalling it will close all copies of the widget." = "Widgeten du installerer, er allerede installert på maskinen, og en eller flere forekomster av widgeten er åpne. Hvis du installerer denne widgeten på nytt, vil alle forekomster av den lukkes.";

/* install and quit string */
"The widget you are installing is already open. Installing this widget will close all copies of the widget." = "Widgeten du installerer, er allerede åpen. Hvis du installerer denne widgeten, vil alle forekomster av den lukkes.";

/* widget deletion string */
"The widget you are replacing will be deleted immediately." = "Widgeten du erstatter, vil bli slettet umiddelbart.";

/* warning for already installed in /Library */
"This widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "Denne widgeten er allerede installert for alle brukere på denne maskinen. Den bør kun installeres for denne brukerkontoen hvis du foretrekker å bruke denne kopien i stedet.";

/* already installed with different name replace string */
"This widget is already installed on your computer, but it's named %@. Would you like to replace the widget %@ with the widget %@?" = "Denne widgeten er allerede installert på maskinen med navnet «%@». Vil du erstatte widgeten «%@» med widgeten «%@»?";

